
{
    "author":"CairyHunt17",
    "claim":"Setting individual goals improves general quality of life.",
    "positiveSources":[
        {
            "title":"Effects of a clinical medication review focused on personal goals, quality of life, and health problems in older persons with polypharmacy: A randomised controlled trial (DREAMeR-study)",
            "abstract":"Background Clinical medication reviews (CMRs) are increasingly performed in older persons with multimorbidity and polypharmacy to reduce drug-related problems (DRPs). However, there is limited evidence that a CMR can improve clinical outcomes. Little attention has been paid to patients’ preferences and needs. The aim of this study was to investigate the effect of a patient-centred CMR, focused on personal goals, on health-related quality of life (HR-QoL), and on number of health problems. Methods and findings This study was a randomised controlled trial (RCT) performed in 35 community pharmacies and cooperating general practices in the Netherlands. Community-dwelling older persons (≥70 years) with polypharmacy (≥7 long-term medications) were randomly assigned to usual care or to receive a CMR. Randomisation was performed at the patient level per pharmacy using block randomisation. The primary outcomes were HR-QoL (assessed with EuroQol [EQ]-5D-5L and EQ-Visual Analogue Scale [VAS]) and number of health problems (such as pain or dizziness), after 3 and 6 months. Health problems were measured with a self-developed written questionnaire as the total number of health problems and number of health problems with a moderate to severe impact on daily life. Between April 2016 and February 2017, we recruited 629 participants (54% females, median age 79 years) and randomly assigned them to receive the intervention (n = 315) or usual care (n = 314). Over 6 months, in the intervention group, HR-QoL measured with EQ-VAS increased by 3.4 points (95% confidence interval [CI] 0.94 to 5.8; p = 0.006), and the number of health problems with impact on daily life decreased by 12% (difference at 6 months −0.34; 95% CI −0.62 to −0.044; p = 0.024) as compared with the control group. There was no significant difference between the intervention group and control group for HR-QoL measured with EQ-5D-5L (difference at 6 months = −0.0022; 95% CI −0.024 to 0.020; p = 0.85) or total number of health problems (difference at 6 months = −0.30; 95% CI −0.64 to 0.054; p = 0.099). The main study limitations include the risk of bias due to the lack of blinding and difficulties in demonstrating which part of this complex intervention (for example, goal setting, extra attention to patients, reducing health problems, drug changes) contributed to the effects that we observed. Conclusions In this study, we observed that a CMR focused on personal goals improved older patients’ lives and wellbeing by increasing quality of life measured with EQ-VAS and decreasing the number of health problems with impact on daily life, although it did not significantly affect quality of life measured with the EQ-5D. Including the patient’s personal goals and preferences in a medication review may help to establish these effects on outcomes that are relevant to older patients’ lives. Trial registration Netherlands Trial Register",
            "url":"https://www.semanticscholar.org/paper/Effects-of-a-clinical-medication-review-focused-on-Verdoorn-Kwint/573835c06026c1955da5b3de4b1e7f9abb502f82",
            "citations":8
        },
        {
            "title":"Increasing well-being through teaching goal-setting and planning skills: results of a brief intervention",
            "abstract":"Many factors are known to be associated with psychological well-being. However, it is much less clear whether those factors actually cause well-being and, hence, whether there is any practical value in trying to manipulate those factors to increase well-being. The proposed study addresses both the theoretical and practical issues by testing the effectiveness of an empirically-derived, brief psychological intervention to increase well-being in a non-clinical, unselected sample. The intervention focused on developing goal setting and planning (GAP) skills, which are known to be linked to well-being, potentially have widespread effects, and are amenable to intervention. Within a quasi-experimental design, participants received three, 1-h, group sessions (Study 1) or completed the programme individually in their own time (Study 2). Those taking part in the intervention, both individually and in a group, showed significant increases in subjective well-being, compared to their respective control groups not receiving the intervention. The results provide preliminary support for the view that (a) goal setting and planning skills have a causal link to subjective well-being and (b) that such skills can be learned to enhance well-being.",
            "url":"https://www.semanticscholar.org/paper/Increasing-well-being-through-teaching-goal-setting-MacLeod-Coates/f6c124f2902c49776a33092780e1d76186bc36b3",
            "citations":155
        }
    ],
    "negativeSources":[
        {
            "title":"Emotional Well-Being Related to Time Pressure, Impediment to Goal Progress, and Stress-Related Symptoms",
            "authors":["John Thomason"],
            "abstract":"We propose that emotional well-being in everyday life is partially related to the balance of positive and negative affect associated with everyday routine activities. Factors that interfere with positive affect associated with such activities would therefore have negative impacts on emotional well-being. Supporting that time pressure is one such factor, we find in Study 1 for a representative sample of Swedish employees (n = 1507) answering a survey questionnaire that emotional well-being has a negative relationship to time pressure. In Study 2 we test the hypothesis that the negative effect of time pressure on emotional well-being is jointly mediated by impediment to goal progress and time stress. In another survey questionnaire a sample of Swedish employees (n = 240) answered retrospective questions about emotional well-being at work and off work, experienced impediment to goal progress, experienced time pressure, and stress-related symptoms. Statistical mediation analyses supported the proposed hypothesis.",
            "url":"https://www.semanticscholar.org/paper/Emotional-Well-Being-Related-to-Time-Pressure%2C-to-G%C3%A4rling-Gamble/fd7f74b2beb7a77bac3b481069a8f7588d0d5a8d",
            "citations":15
        }
    ]
}
